{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 11,
    "verses": 32
  },
  "verses": [
    {
      "number": 1,
      "text": "No mundo todo havia apenas uma língua, um só modo de falar."
    },
    {
      "number": 2,
      "text": "Saindo os homens do Oriente, encontraram uma planície em Sinear e ali se fixaram."
    },
    {
      "number": 3,
      "text": "Disseram uns aos outros: \"Vamos fazer tijolos e queimá-los bem\". Usavam tijolos em lugar de pedras, e piche em vez de argamassa."
    },
    {
      "number": 4,
      "text": "Depois disseram: \"Vamos construir uma cidade, com uma torre que alcance os céus. Assim nosso nome será famoso e não seremos espalhados pela face da terra\"."
    },
    {
      "number": 5,
      "text": "O Senhor desceu para ver a cidade e a torre que os homens estavam construindo."
    },
    {
      "number": 6,
      "text": "E disse o Senhor: \"Eles são um só povo e falam uma só língua, e começaram a construir isso. Em breve nada poderá impedir o que planejam fazer."
    },
    {
      "number": 7,
      "text": "Venham, desçamos e confundamos a língua que falam, para que não entendam mais uns aos outros\"."
    },
    {
      "number": 8,
      "text": "Assim o Senhor os dispersou dali por toda a terra, e pararam de construir a cidade."
    },
    {
      "number": 9,
      "text": "Por isso foi chamada Babel, porque ali o Senhor confundiu a língua de todo o mundo. Dali o Senhor os espalhou por toda a terra."
    },
    {
      "number": 10,
      "text": "Este é o registro da descendência de Sem: Dois anos depois do Dilúvio, aos 100 anos de idade, Sem gerou Arfaxade."
    },
    {
      "number": 11,
      "text": "E depois de ter gerado Arfaxade, Sem viveu 500 anos e gerou outros filhos e filhas."
    },
    {
      "number": 12,
      "text": "Aos 35 anos, Arfaxade gerou Salá."
    },
    {
      "number": 13,
      "text": "Depois que gerou Salá, Arfaxade viveu 403 anos e gerou outros filhos e filhas."
    },
    {
      "number": 14,
      "text": "Aos 30 anos, Salá gerou Héber."
    },
    {
      "number": 15,
      "text": "Depois que gerou Héber, Salá viveu 403 anos e gerou outros filhos e filhas."
    },
    {
      "number": 16,
      "text": "Aos 34 anos, Héber gerou Pelegue."
    },
    {
      "number": 17,
      "text": "Depois que gerou Pelegue, Héber viveu 430 anos e gerou outros filhos e filhas."
    },
    {
      "number": 18,
      "text": "Aos 30 anos, Pelegue gerou Reú."
    },
    {
      "number": 19,
      "text": "Depois que gerou Reú, Pelegue viveu 209 anos e gerou outros filhos e filhas."
    },
    {
      "number": 20,
      "text": "Aos 32 anos, Reú gerou Serugue."
    },
    {
      "number": 21,
      "text": "Depois que gerou Serugue, Reú viveu 207 anos e gerou outros filhos e filhas."
    },
    {
      "number": 22,
      "text": "Aos 30 anos, Serugue gerou Naor."
    },
    {
      "number": 23,
      "text": "Depois que gerou Naor, Serugue viveu 200 anos e gerou outros filhos e filhas."
    },
    {
      "number": 24,
      "text": "Aos 29 anos, Naor gerou Terá."
    },
    {
      "number": 25,
      "text": "Depois que gerou Terá, Naor viveu 119 anos e gerou outros filhos e filhas."
    },
    {
      "number": 26,
      "text": "Aos 70 anos, Terá havia gerado Abrão, Naor e Harã."
    },
    {
      "number": 27,
      "text": "Esta é a história da família de Terá: Terá gerou Abrão, Naor e Harã. E Harã gerou Ló."
    },
    {
      "number": 28,
      "text": "Harã morreu em Ur dos caldeus, sua terra natal, quando ainda vivia Terá, seu pai."
    },
    {
      "number": 29,
      "text": "Tanto Abrão como Naor casaram-se. O nome da mulher de Abrão era Sarai, e o nome da mulher de Naor era Milca; esta era filha de Harã, pai de Milca e de Iscá."
    },
    {
      "number": 30,
      "text": "Ora, Sarai era estéril; não tinha filhos."
    },
    {
      "number": 31,
      "text": "Terá tomou seu filho Abrão, seu neto Ló, filho de Harã, e sua nora Sarai, mulher de seu filho Abrão, e juntos partiram de Ur dos caldeus para Canaã. Mas, ao chegarem a Harã, estabeleceram-se ali."
    },
    {
      "number": 32,
      "text": "Terá viveu 205 anos e morreu em Harã."
    }
  ]
}