{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 23,
    "verses": 20
  },
  "verses": [
    {
      "number": 1,
      "text": "Sara viveu cento e vinte e sete anos"
    },
    {
      "number": 2,
      "text": "e morreu em Quiriate-Arba, que é Hebrom, em Canaã; e Abraão foi lamentar e chorar por ela."
    },
    {
      "number": 3,
      "text": "Depois Abraão deixou ali o corpo de sua mulher e foi falar com os hititas:"
    },
    {
      "number": 4,
      "text": "\"Sou apenas um estrangeiro entre vocês. Cedam-me alguma propriedade para sepultura, para que eu tenha onde enterrar a minha mulher\"."
    },
    {
      "number": 5,
      "text": "Responderam os hititas a Abraão:"
    },
    {
      "number": 6,
      "text": "\"Ouça-nos, senhor; o senhor é um príncipe de Deus em nosso meio. Enterre a sua mulher numa de nossas sepulturas, na que lhe parecer melhor. Nenhum de nós recusará ceder-lhe sua sepultura para que enterre a sua mulher\"."
    },
    {
      "number": 7,
      "text": "Abraão levantou-se, curvou-se perante o povo daquela terra, os hititas,"
    },
    {
      "number": 8,
      "text": "e disse-lhes: \"Já que vocês me dão permissão para sepultar minha mulher, peço que intercedam por mim junto a Efrom, filho de Zoar,"
    },
    {
      "number": 9,
      "text": "a fim de que ele me ceda a caverna de Macpela, que lhe pertence e se encontra na divisa do seu campo. Peçam-lhe que a ceda a mim pelo preço justo, para que eu tenha uma propriedade para sepultura entre vocês\"."
    },
    {
      "number": 10,
      "text": "Efrom, o hitita, estava sentado no meio do seu povo e respondeu a Abraão, sendo ouvido por todos os hititas que tinham vindo à porta da cidade:"
    },
    {
      "number": 11,
      "text": "\"Não, meu senhor. Ouça-me, eu lhe cedo o campo e também a caverna que nele está. Cedo-os na presença do meu povo. Sepulte a sua mulher\"."
    },
    {
      "number": 12,
      "text": "Novamente Abraão curvou-se perante o povo daquela terra"
    },
    {
      "number": 13,
      "text": "e disse a Efrom, sendo ouvido por todos: \"Ouça-me, por favor. Pagarei o preço do campo. Aceite-o, para que eu possa sepultar a minha mulher\"."
    },
    {
      "number": 14,
      "text": "Efrom respondeu a Abraão:"
    },
    {
      "number": 15,
      "text": "\"Ouça-me, meu senhor: aquele pedaço de terra vale quatrocentas peças de prata, mas o que significa isso entre mim e você? Sepulte a sua mulher\"."
    },
    {
      "number": 16,
      "text": "Abraão concordou com Efrom e pesou-lhe o valor por ele estipulado diante dos hititas: quatrocentas peças de prata, de acordo com o peso corrente entre os mercadores."
    },
    {
      "number": 17,
      "text": "Assim o campo de Efrom em Macpela, perto de Manre, o próprio campo com a caverna que nele há e todas as árvores dentro das divisas do campo, foi transferido"
    },
    {
      "number": 18,
      "text": "a Abraão como sua propriedade diante de todos os hititas que tinham vindo à porta da cidade."
    },
    {
      "number": 19,
      "text": "Depois disso, Abraão sepultou sua mulher Sara na caverna do campo de Macpela, perto de Manre, que se encontra em Hebrom, na terra de Canaã."
    },
    {
      "number": 20,
      "text": "Assim o campo e a caverna que nele há foram transferidos a Abraão pelos hititas como propriedade para sepultura."
    }
  ]
}