{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 34,
    "verses": 31
  },
  "verses": [
    {
      "number": 1,
      "text": "Certa vez, Diná, a filha que Lia dera a Jacó, saiu para conhecer as mulheres daquela terra."
    },
    {
      "number": 2,
      "text": "Siquém, filho de Hamor, o heveu, governador daquela região, viu-a, agarrou-a e violentou-a."
    },
    {
      "number": 3,
      "text": "Mas o seu coração foi atraído por Diná, filha de Jacó, e ele amou a moça e falou-lhe com ternura."
    },
    {
      "number": 4,
      "text": "Por isso Siquém foi dizer a seu pai Hamor: \"Consiga-me aquela moça para que seja minha mulher\"."
    },
    {
      "number": 5,
      "text": "Quando Jacó soube que sua filha Diná tinha sido desonrada, seus filhos estavam no campo, com os rebanhos; por isso esperou calado, até que regressassem."
    },
    {
      "number": 6,
      "text": "Então Hamor, pai de Siquém, foi conversar com Jacó."
    },
    {
      "number": 7,
      "text": "Quando os filhos de Jacó voltaram do campo e souberam de tudo, ficaram profundamente entristecidos e irados, porque Siquém tinha cometido um ato vergonhoso em Israel, ao deitar-se com a filha de Jacó — coisa que não se faz."
    },
    {
      "number": 8,
      "text": "Mas Hamor lhes disse: \"Meu filho Siquém apaixonou-se pela filha de vocês. Por favor, entreguem-na a ele para que seja sua mulher."
    },
    {
      "number": 9,
      "text": "Casem-se entre nós; dêem-nos suas filhas e tomem para si as nossas."
    },
    {
      "number": 10,
      "text": "Estabeleçam-se entre nós. A terra está aberta para vocês: Habitem-na, façam comércio nela e adquiram propriedades\"."
    },
    {
      "number": 11,
      "text": "Então Siquém disse ao pai e aos irmãos de Diná: \"Concedam-me este favor, e eu lhes darei o que me pedirem."
    },
    {
      "number": 12,
      "text": "Aumentem quanto quiserem o preço e o presente pela noiva, e pagarei o que me pedirem. Tão-somente me dêem a moça por mulher\"."
    },
    {
      "number": 13,
      "text": "Os filhos de Jacó, porém, responderam com falsidade a Siquém e a seu pai Hamor, por ter Siquém desonrado Diná, a irmã deles."
    },
    {
      "number": 14,
      "text": "Disseram: \"Não podemos fazer isso; jamais entregaremos nossa irmã a um homem que não seja circuncidado. Seria uma vergonha para nós."
    },
    {
      "number": 15,
      "text": "Daremos nosso consentimento a vocês com uma condição: que vocês se tornem como nós, circuncidando todos os do sexo masculino."
    },
    {
      "number": 16,
      "text": "Só então lhes daremos as nossas filhas e poderemos casar-nos com as suas. Nós nos estabeleceremos entre vocês e seremos um só povo."
    },
    {
      "number": 17,
      "text": "Mas se não aceitarem circuncidar-se, tomaremos nossa irmã e partiremos\"."
    },
    {
      "number": 18,
      "text": "A proposta deles pareceu boa a Hamor e a seu filho Siquém."
    },
    {
      "number": 19,
      "text": "O jovem, que era o mais respeitado de todos os da casa de seu pai, não demorou em cumprir o que pediram, porque realmente gostava da filha de Jacó."
    },
    {
      "number": 20,
      "text": "Assim Hamor e seu filho Siquém dirigiram-se à porta da cidade para conversar com os seus concidadãos. E disseram:"
    },
    {
      "number": 21,
      "text": "\"Esses homens são de paz. Permitam que eles habitem em nossa terra e façam comércio entre nós; a terra tem bastante lugar para eles. Poderemos casar com as suas filhas, e eles com as nossas."
    },
    {
      "number": 22,
      "text": "Mas eles só consentirão em viver conosco como um só povo sob a condição de que todos os nossos homens sejam circuncidados, como eles."
    },
    {
      "number": 23,
      "text": "Lembrem-se de que os seus rebanhos, os seus bens e todos os seus outros animais passarão a ser nossos. Aceitemos então a condição para que se estabeleçam em nosso meio\"."
    },
    {
      "number": 24,
      "text": "Todos os que saíram para reunir-se à porta da cidade concordaram com Hamor e com seu filho Siquém, e todos os homens e meninos da cidade foram circuncidados."
    },
    {
      "number": 25,
      "text": "Três dias depois, quando ainda sofriam dores, dois filhos de Jacó, Simeão e Levi, irmãos de Diná, pegaram suas espadas e atacaram a cidade desprevenida, matando todos os homens."
    },
    {
      "number": 26,
      "text": "Mataram ao fio da espada Hamor e seu filho Siquém, tiraram Diná da casa de Siquém e partiram."
    },
    {
      "number": 27,
      "text": "Vieram então os outros filhos de Jacó e, passando pelos corpos, saquearam a cidade onde sua irmã tinha sido desonrada."
    },
    {
      "number": 28,
      "text": "Apoderaram-se das ovelhas, dos bois e dos jumentos, e de tudo o que havia na cidade e no campo."
    },
    {
      "number": 29,
      "text": "Levaram as mulheres e as crianças, e saquearam todos os bens e tudo o que havia nas casas."
    },
    {
      "number": 30,
      "text": "Então Jacó disse a Simeão e a Levi: \"Vocês me puseram em grandes apuros, atraindo sobre mim o ódio dos cananeus e dos ferezeus, habitantes desta terra. Somos poucos, e se eles juntarem suas forças e nos atacarem, eu e a minha família seremos destruídos\"."
    },
    {
      "number": 31,
      "text": "Mas eles responderam: \"Está certo ele tratar nossa irmã como uma prostituta? \""
    }
  ]
}