{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 36,
    "verses": 43
  },
  "verses": [
    {
      "number": 1,
      "text": "Esta é a história da família de Esaú, que é Edom."
    },
    {
      "number": 2,
      "text": "Esaú casou-se com mulheres de Canaã: Ada, filha de Elom, o hitita, e Oolibama, filha de Aná e neta de Zibeão, o heveu;"
    },
    {
      "number": 3,
      "text": "e Basemate, filha de Ismael e irmã de Nebaiote."
    },
    {
      "number": 4,
      "text": "Ada deu a Esaú um filho chamado Elifaz; Basemate deu-lhe Reuel;"
    },
    {
      "number": 5,
      "text": "e Oolibama deu-lhe Jeús, Jalão e Corá. Esses foram os filhos de Esaú que lhe nasceram em Canaã."
    },
    {
      "number": 6,
      "text": "Esaú tomou suas mulheres, seus filhos e filhas e todos os de sua casa, assim como os seus rebanhos, todos os outros animais e todos os bens que havia adquirido em Canaã, e foi para outra região, para longe do seu irmão Jacó."
    },
    {
      "number": 7,
      "text": "Os seus bens eram tantos que eles já não podiam morar juntos; a terra onde estavam vivendo não podia sustentá-los, por causa dos seus rebanhos."
    },
    {
      "number": 8,
      "text": "Por isso Esaú, que é Edom, fixou-se nos montes de Seir."
    },
    {
      "number": 9,
      "text": "Este é o registro da descendência de Esaú, pai dos edomitas, nos montes de Seir."
    },
    {
      "number": 10,
      "text": "Estes são os nomes dos filhos de Esaú: Elifaz, filho de Ada, mulher de Esaú; e Reuel, filho de Basemate, mulher de Esaú."
    },
    {
      "number": 11,
      "text": "Estes foram os filhos de Elifaz: Temã, Omar, Zefô, Gaetã e Quenaz."
    },
    {
      "number": 12,
      "text": "Elifaz, filho de Esaú, tinha uma concubina chamada Timna, que lhe deu um filho chamado Amaleque. Foram esses os netos de Ada, mulher de Esaú."
    },
    {
      "number": 13,
      "text": "Estes foram os filhos de Reuel: Naate, Zerá, Samá e Mizá. Foram esses os netos de Basemate, mulher de Esaú."
    },
    {
      "number": 14,
      "text": "Estes foram os filhos de Oolibama, mulher de Esaú, filha de Aná e neta de Zibeão, os quais ela deu a Esaú: Jeús, Jalão e Corá."
    },
    {
      "number": 15,
      "text": "Foram estes os chefes dentre os descendentes de Esaú: Os filhos de Elifaz, filho mais velho de Esaú: Temã, Omar, Zefô, Quenaz,"
    },
    {
      "number": 16,
      "text": "Corá, Gaetã e Amaleque. Foram esses os chefes descendentes de Elifaz em Edom; eram netos de Ada."
    },
    {
      "number": 17,
      "text": "Foram estes os filhos de Reuel, filho de Esaú: Os chefes Naate, Zerá, Samá e Mizá. Foram esses os chefes descendentes de Reuel em Edom; netos de Basemate, mulher de Esaú."
    },
    {
      "number": 18,
      "text": "Foram estes os filhos de Oolibama, mulher de Esaú: Os chefes Jeús, Jalão e Corá. Foram esses os chefes descendentes de Oolibama, mulher de Esaú, filha de Aná."
    },
    {
      "number": 19,
      "text": "Foram esses os filhos de Esaú, que é Edom, e esses foram os seus chefes."
    },
    {
      "number": 20,
      "text": "Estes foram os filhos de Seir, o horeu, que estavam habitando aquela região: Lotã, Sobal, Zibeão e Aná,"
    },
    {
      "number": 21,
      "text": "Disom, Eser e Disã. Esses filhos de Seir foram chefes dos horeus no território de Edom."
    },
    {
      "number": 22,
      "text": "Estes foram os filhos de Lotã: Hori e Hemã. Timna era irmã de Lotã."
    },
    {
      "number": 23,
      "text": "Estes foram os filhos de Sobal: Alvã, Manaate, Ebal, Sefô e Onã."
    },
    {
      "number": 24,
      "text": "Estes foram os filhos de Zibeão: Aiá e Aná. Foi este Aná que descobriu as fontes de águas quentes no deserto, quando levava para pastar os jumentos de Zibeão, seu pai."
    },
    {
      "number": 25,
      "text": "Estes foram os filhos de Aná: Disom e Oolibama, a filha de Aná."
    },
    {
      "number": 26,
      "text": "Estes foram os filhos de Disom: Hendã, Esbã, Itrã e Querã."
    },
    {
      "number": 27,
      "text": "Estes foram os filhos de Eser: Bilã, Zaavã e Acã."
    },
    {
      "number": 28,
      "text": "Estes foram os filhos de Disã: Uz e Arã."
    },
    {
      "number": 29,
      "text": "Estes foram os chefes dos horeus: Lotã, Sobal, Zibeão, Aná,"
    },
    {
      "number": 30,
      "text": "Disom, Eser e Disã. Esses foram os chefes dos horeus, de acordo com as suas divisões tribais na região de Seir."
    },
    {
      "number": 31,
      "text": "Estes foram os reis que reinaram no território de Edom antes de haver rei entre os israelitas:"
    },
    {
      "number": 32,
      "text": "Belá, filho de Beor, reinou em Edom. Sua cidade chamava-se Dinabá."
    },
    {
      "number": 33,
      "text": "Quando Belá morreu, foi sucedido por Jobabe, filho de Zerá, de Bozra."
    },
    {
      "number": 34,
      "text": "Jobabe morreu, e Husã, da terra dos temanitas, foi o seu sucessor."
    },
    {
      "number": 35,
      "text": "Husã morreu, e Hadade, filho de Bedade, que tinha derrotado os midianitas na terra de Moabe, foi o seu sucessor. Sua cidade chamava-se Avite."
    },
    {
      "number": 36,
      "text": "Hadade morreu, e Samlá de Masreca foi o seu sucessor."
    },
    {
      "number": 37,
      "text": "Samlá morreu, e Saul, de Reobote, próxima ao Eufrates, foi o seu sucessor."
    },
    {
      "number": 38,
      "text": "Saul morreu, e Baal-Hanã, filho de Acbor, foi o seu sucessor."
    },
    {
      "number": 39,
      "text": "Baal-Hanã, filho de Acbor, morreu, e Hadade foi o seu sucessor. Sua cidade chamava-se Paú, e o nome de sua mulher era Meetabel, filha de Matrede, neta de Mezaabe."
    },
    {
      "number": 40,
      "text": "Estes foram os chefes descendentes de Esaú, conforme os seus nomes, clãs e regiões: Timna, Alva, Jetete,"
    },
    {
      "number": 41,
      "text": "Oolibama, Elá, Pinom,"
    },
    {
      "number": 42,
      "text": "Quenaz, Temã, Mibzar,"
    },
    {
      "number": 43,
      "text": "Magdiel e Irã. Foram esses os chefes de Edom; cada um deles fixou-se numa região da terra que ocuparam. Os edomitas eram descendentes de Esaú."
    }
  ]
}