{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 18,
    "verses": 33
  },
  "verses": [
    {
      "number": 1,
      "text": "O Senhor apareceu a Abraão perto dos carvalhos de Manre, quando ele estava sentado à entrada de sua tenda, na hora mais quente do dia."
    },
    {
      "number": 2,
      "text": "Abraão ergueu os olhos e viu três homens em pé, a pouca distância. Quando os viu, saiu da entrada de sua tenda, correu ao encontro deles e curvou-se até ao chão."
    },
    {
      "number": 3,
      "text": "Disse ele: \"Meu senhor, se mereço o seu favor, não passe pelo seu servo sem fazer uma parada."
    },
    {
      "number": 4,
      "text": "Mandarei buscar um pouco d’água para que lavem os pés e descansem debaixo desta árvore."
    },
    {
      "number": 5,
      "text": "Vou trazer-lhes também o que comer, para que recobrem forças e prossigam pelo caminho, agora que já chegaram até este seu servo\". \"Está bem; faça como está dizendo\", responderam."
    },
    {
      "number": 6,
      "text": "Abraão foi apressadamente à tenda e disse a Sara: \"Depressa, pegue três medidas da melhor farinha, amasse-a e faça uns pães\"."
    },
    {
      "number": 7,
      "text": "Depois correu ao rebanho e escolheu o melhor novilho, e o deu a um servo, que se apressou em prepará-lo."
    },
    {
      "number": 8,
      "text": "Trouxe então coalhada, leite e o novilho que havia sido preparado, e os serviu. Enquanto comiam, ele ficou perto deles em pé, debaixo da árvore."
    },
    {
      "number": 9,
      "text": "\"Onde está Sara, sua mulher? \", perguntaram. \"Ali na tenda\", respondeu ele."
    },
    {
      "number": 10,
      "text": "Então disse o Senhor: \"Voltarei a você na primavera, e Sara, sua mulher, terá um filho\". Sara escutava à entrada da tenda, atrás dele."
    },
    {
      "number": 11,
      "text": "Abraão e Sara já eram velhos, de idade bem avançada, e Sara já tinha passado da idade de ter filhos."
    },
    {
      "number": 12,
      "text": "Por isso riu consigo mesma, quando pensou: \"Depois de já estar velha e meu senhor já idoso, ainda terei esse prazer? \""
    },
    {
      "number": 13,
      "text": "Mas o Senhor disse a Abraão: \"Por que Sara riu e disse: ‘Poderei realmente dar à luz, agora que sou idosa? ’"
    },
    {
      "number": 14,
      "text": "Existe alguma coisa impossível para o Senhor? Na primavera voltarei a você, e Sara terá um filho\"."
    },
    {
      "number": 15,
      "text": "Sara teve medo, e por isso mentiu: \"Eu não ri\". Mas ele disse: \"Não negue, você riu\"."
    },
    {
      "number": 16,
      "text": "Quando os homens se levantaram para partir, avistaram lá embaixo Sodoma; e Abraão os acompanhou para despedir-se."
    },
    {
      "number": 17,
      "text": "Então o Senhor disse: \"Esconderei de Abraão o que estou para fazer?"
    },
    {
      "number": 18,
      "text": "Abraão será o pai de uma nação grande e poderosa, e por meio dele todas as nações da terra serão abençoadas."
    },
    {
      "number": 19,
      "text": "Pois eu o escolhi, para que ordene aos seus filhos e aos seus descendentes que se conservem no caminho do Senhor, fazendo o que é justo e direito, para que o Senhor faça vir a Abraão o que lhe havia prometido\"."
    },
    {
      "number": 20,
      "text": "Disse-lhe, pois, o Senhor: \"As acusações contra Sodoma e Gomorra são tantas e o seu pecado é tão grave"
    },
    {
      "number": 21,
      "text": "que descerei para ver se o que eles têm feito corresponde ao que tenho ouvido. Se não, eu saberei\"."
    },
    {
      "number": 22,
      "text": "Os homens partiram dali e foram para Sodoma, mas Abraão permaneceu diante do Senhor."
    },
    {
      "number": 23,
      "text": "Abraão aproximou-se dele e disse: \"Exterminarás o justo com o ímpio?"
    },
    {
      "number": 24,
      "text": "E se houver cinqüenta justos na cidade? Ainda a destruirás e não pouparás o lugar por amor aos cinqüenta justos que nele estão?"
    },
    {
      "number": 25,
      "text": "Longe de ti fazer tal coisa: matar o justo com o ímpio, tratando o justo e o ímpio da mesma maneira. Longe de ti! Não agirá com justiça o Juiz de toda a terra? \""
    },
    {
      "number": 26,
      "text": "Respondeu o Senhor: \"Se eu encontrar cinqüenta justos em Sodoma, pouparei a cidade toda por amor a eles\"."
    },
    {
      "number": 27,
      "text": "Mas Abraão tornou a falar: \"Sei que já fui muito ousado a ponto de falar ao Senhor, eu que não passo de pó e cinza."
    },
    {
      "number": 28,
      "text": "Ainda assim pergunto: E se faltarem cinco para completar os cinqüenta justos? Destruirás a cidade por causa dos cinco? \" Disse ele: \"Se encontrar ali quarenta e cinco, não a destruirei\"."
    },
    {
      "number": 29,
      "text": "\"E se encontrares apenas quarenta? \", insistiu Abraão. Ele respondeu: \"Por amor aos quarenta não a destruirei\"."
    },
    {
      "number": 30,
      "text": "Então continuou ele: \"Não te ires, Senhor, mas permite-me falar. E se apenas trinta forem encontrados ali? \" Ele respondeu: \"Se encontrar trinta, não a destruirei\"."
    },
    {
      "number": 31,
      "text": "Prosseguiu Abraão: \"Agora que já fui tão ousado falando ao Senhor, pergunto: E se apenas vinte forem encontrados ali? \" Ele respondeu: \"Por amor aos vinte não a destruirei\"."
    },
    {
      "number": 32,
      "text": "Então Abraão disse ainda: \"Não te ires, Senhor, mas permite-me falar só mais uma vez. E se apenas dez forem encontrados? \" Ele respondeu: \"Por amor aos dez não a destruirei\"."
    },
    {
      "number": 33,
      "text": "Tendo acabado de falar com Abraão, o Senhor partiu, e Abraão voltou para casa."
    }
  ]
}