{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 50,
    "verses": 26
  },
  "verses": [
    {
      "number": 1,
      "text": "José atirou-se sobre seu pai, chorou sobre ele e o beijou."
    },
    {
      "number": 2,
      "text": "Em seguida deu ordens aos médicos, que estavam ao seu serviço, que embalsamassem seu pai Israel. E eles o embalsamaram."
    },
    {
      "number": 3,
      "text": "Levaram quarenta dias completos, pois esse era o tempo para o embalsamamento. E os egípcios choraram sua morte setenta dias."
    },
    {
      "number": 4,
      "text": "Passados os dias de luto, José disse à corte do faraó: \"Se posso contar com a bondade de vocês, falem com o faraó em meu favor. Digam-lhe que"
    },
    {
      "number": 5,
      "text": "meu pai fez-me prestar-lhe o seguinte juramento: ‘Estou à beira da morte; sepulte-me no túmulo que preparei para mim na terra de Canaã’. Agora, pois, peçam-lhe que me permita partir e sepultar meu pai; logo depois voltarei\"."
    },
    {
      "number": 6,
      "text": "Respondeu o faraó: \"Vá e faça o sepultamento de seu pai como este o fez jurar\"."
    },
    {
      "number": 7,
      "text": "Então José partiu para sepultar seu pai. Com ele foram todos os conselheiros do faraó, as autoridades da sua corte e todas as autoridades do Egito,"
    },
    {
      "number": 8,
      "text": "e, além deles, todos os da família de José, os seus irmãos e todos os da casa de seu pai. Somente as crianças, as ovelhas e os bois foram deixados em Gósen."
    },
    {
      "number": 9,
      "text": "Carruagens e cavaleiros também o acompanharam. A comitiva era imensa."
    },
    {
      "number": 10,
      "text": "Chegando à eira de Atade, perto do Jordão, lamentaram em alta voz, com grande amargura; e ali José guardou sete dias de pranto pela morte do seu pai."
    },
    {
      "number": 11,
      "text": "Quando os cananeus que lá habitavam viram aquele pranto na eira de Atade, disseram: \"Os egípcios estão celebrando uma cerimônia de luto solene\". Por essa razão, aquele lugar, próximo ao Jordão, foi chamado Abel Mizraim."
    },
    {
      "number": 12,
      "text": "Assim fizeram os filhos de Jacó o que este lhes havia ordenado:"
    },
    {
      "number": 13,
      "text": "Levaram-no à terra de Canaã e o sepultaram na caverna do campo de Macpela, perto de Manre, que Abraão havia comprado de Efrom, o hitita, para que lhe servisse de propriedade para sepultura, juntamente com o campo."
    },
    {
      "number": 14,
      "text": "Depois de sepultar seu pai, José voltou ao Egito, com os seus irmãos e com todos os demais que o tinham acompanhado."
    },
    {
      "number": 15,
      "text": "Vendo os irmãos de José que seu pai havia morrido, disseram: \"E se José guardar rancor contra nós e resolver retribuir todo o mal que lhe causamos? \""
    },
    {
      "number": 16,
      "text": "Então mandaram um recado a José, dizendo: \"Antes de morrer, teu pai nos ordenou"
    },
    {
      "number": 17,
      "text": "que te disséssemos o seguinte: ‘Peço-lhe que perdoe os erros e pecados de seus irmãos que o trataram com tanta maldade! ’ Agora, pois, perdoa os pecados dos servos do Deus do teu pai\". Quando recebeu o recado, José chorou."
    },
    {
      "number": 18,
      "text": "Depois vieram seus irmãos, prostraram-se diante dele e disseram: \"Aqui estamos. Somos teus escravos! \""
    },
    {
      "number": 19,
      "text": "José, porém, lhes disse: \"Não tenham medo. Estaria eu no lugar de Deus?"
    },
    {
      "number": 20,
      "text": "Vocês planejaram o mal contra mim, mas Deus o tornou em bem, para que hoje fosse preservada a vida de muitos."
    },
    {
      "number": 21,
      "text": "Por isso, não tenham medo. Eu sustentarei vocês e seus filhos\". E assim os tranqüilizou e lhes falou amavelmente."
    },
    {
      "number": 22,
      "text": "José permaneceu no Egito, com toda a família de seu pai. Viveu cento e dez anos"
    },
    {
      "number": 23,
      "text": "e viu a terceira geração dos filhos de Efraim. Além disso, recebeu como seus os filhos de Maquir, filho de Manassés."
    },
    {
      "number": 24,
      "text": "Antes de morrer José disse a seus irmãos: \"Estou à beira da morte. Mas Deus certamente virá em auxílio de vocês e os tirará desta terra, levando-os para a terra que prometeu com juramento a Abraão, a Isaque e a Jacó\"."
    },
    {
      "number": 25,
      "text": "E José fez que os filhos de Israel lhe prestassem um juramento, dizendo-lhes: \"Quando Deus intervier em favor de vocês, levem os meus ossos daqui\"."
    },
    {
      "number": 26,
      "text": "Morreu José com a idade de cento e dez anos. E, depois de embalsamado, foi colocado num sarcófago no Egito."
    }
  ]
}