{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 28,
    "verses": 22
  },
  "verses": [
    {
      "number": 1,
      "text": "Então Isaque chamou Jacó, deu-lhe sua bênção e lhe ordenou: \"Não se case com mulher cananéia."
    },
    {
      "number": 2,
      "text": "Vá a Padã-Arã, à casa de Betuel, seu avô materno, e case-se com uma das filhas de Labão, irmão de sua mãe."
    },
    {
      "number": 3,
      "text": "Que o Deus Todo-poderoso o abençoe, faça-o prolífero e multiplique os seus descendentes, para que você se torne uma comunidade de povos."
    },
    {
      "number": 4,
      "text": "Que ele dê a você e a seus descendentes a bênção de Abraão, para que você tome posse da terra na qual vive como estrangeiro, a terra dada por Deus a Abraão\"."
    },
    {
      "number": 5,
      "text": "Então Isaque despediu Jacó e este foi a Padã-Arã, a Labão, filho de Betuel, o arameu, e irmão de Rebeca, mãe de Jacó e Esaú."
    },
    {
      "number": 6,
      "text": "Esaú viu que Isaque havia abençoado a Jacó e o havia mandado a Padã-Arã para escolher ali uma mulher e que, ao abençoá-lo, dera-lhe a ordem de não se casar com mulher cananéia."
    },
    {
      "number": 7,
      "text": "Também soube que Jacó obedecera a seu pai e a sua mãe e fora para Padã-Arã."
    },
    {
      "number": 8,
      "text": "Percebendo então Esaú que seu pai Isaque não aprovava as mulheres cananéias,"
    },
    {
      "number": 9,
      "text": "foi à casa de Ismael e tomou a Maalate, irmã de Nebaiote, filha de Ismael, filho de Abraão, além das outras mulheres que já tinha."
    },
    {
      "number": 10,
      "text": "Jacó partiu de Berseba e foi para Harã."
    },
    {
      "number": 11,
      "text": "Chegando a determinado lugar, parou para pernoitar, porque o sol já se havia posto. Tomando uma das pedras dali, usou-a como travesseiro e deitou-se."
    },
    {
      "number": 12,
      "text": "E teve um sonho no qual viu uma escada apoiada na terra; o seu topo alcançava os céus, e os anjos de Deus subiam e desciam por ela."
    },
    {
      "number": 13,
      "text": "Ao lado dele estava o Senhor, que lhe disse: \"Eu sou o Senhor, o Deus de seu pai Abraão e o Deus de Isaque. Darei a você e a seus descendentes a terra na qual você está deitado."
    },
    {
      "number": 14,
      "text": "Seus descendentes serão como o pó da terra, e se espalharão para o Oeste e para o Leste, para o Norte e para o Sul. Todos os povos da terra serão abençoados por meio de você e da sua descendência."
    },
    {
      "number": 15,
      "text": "Estou com você e cuidarei de você, aonde quer que vá; e eu o trarei de volta a esta terra. Não o deixarei enquanto não fizer o que lhe prometi\"."
    },
    {
      "number": 16,
      "text": "Quando Jacó acordou do sono, disse: \"Sem dúvida o Senhor está neste lugar, mas eu não sabia! \""
    },
    {
      "number": 17,
      "text": "Teve medo e disse: \"Temível é este lugar! Não é outro, senão a casa de Deus; esta é a porta dos céus\"."
    },
    {
      "number": 18,
      "text": "Na manhã seguinte, Jacó pegou a pedra que tinha usado como travesseiro, colocou-a de pé como coluna e derramou óleo sobre o seu topo."
    },
    {
      "number": 19,
      "text": "E deu o nome de Betel àquele lugar, embora a cidade anteriormente se chamasse Luz."
    },
    {
      "number": 20,
      "text": "Então Jacó fez um voto, dizendo: \"Se Deus estiver comigo, cuidar de mim nesta viagem que estou fazendo, prover-me de comida e roupa,"
    },
    {
      "number": 21,
      "text": "e levar-me de volta em segurança à casa de meu pai, então o Senhor será o meu Deus."
    },
    {
      "number": 22,
      "text": "E esta pedra que hoje coloquei como coluna servirá de santuário de Deus; e de tudo o que me deres certamente te darei o dízimo\"."
    }
  ]
}