{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 40,
    "verses": 23
  },
  "verses": [
    {
      "number": 1,
      "text": "Algum tempo depois, o copeiro e o padeiro do rei do Egito fizeram uma ofensa ao seu senhor, o rei do Egito."
    },
    {
      "number": 2,
      "text": "O faraó irou-se com os dois oficiais, o chefe dos copeiros e o chefe dos padeiros,"
    },
    {
      "number": 3,
      "text": "e mandou prendê-los na casa do capitão da guarda, na prisão em que José estava."
    },
    {
      "number": 4,
      "text": "O capitão da guarda os deixou aos cuidados de José, que os servia. Depois de certo tempo,"
    },
    {
      "number": 5,
      "text": "o copeiro e o padeiro do rei do Egito, que estavam na prisão, sonharam. Cada um teve um sonho, ambos na mesma noite, e cada sonho tinha a sua própria interpretação."
    },
    {
      "number": 6,
      "text": "Quando José foi vê-los na manhã seguinte, notou que estavam abatidos."
    },
    {
      "number": 7,
      "text": "Por isso perguntou aos oficiais do faraó que também estavam presos na casa do seu senhor: \"Por que hoje vocês estão com o semblante triste? \""
    },
    {
      "number": 8,
      "text": "Eles responderam: \"Tivemos sonhos, mas não há quem os interprete\". Disse-lhes José: \"Não são de Deus as interpretações? Contem-me os sonhos\"."
    },
    {
      "number": 9,
      "text": "Então o chefe dos copeiros contou o seu sonho a José: \"Em meu sonho vi diante de mim uma videira,"
    },
    {
      "number": 10,
      "text": "com três ramos. Ela brotou, floresceu e deu uvas que amadureciam em cachos."
    },
    {
      "number": 11,
      "text": "A taça do faraó estava em minha mão. Peguei as uvas, e as espremi na taça do faraó, e a entreguei em sua mão\"."
    },
    {
      "number": 12,
      "text": "Disse-lhe José: \"Esta é a interpretação: Os três ramos são três dias."
    },
    {
      "number": 13,
      "text": "Dentro de três dias o faraó vai exaltá-lo e restaurá-lo à sua posição; e você servirá a taça na mão dele, como costumava fazer quando era seu copeiro."
    },
    {
      "number": 14,
      "text": "Quando tudo estiver indo bem com você, lembre-se de mim e seja bondoso comigo; fale de mim ao faraó e tire-me desta prisão,"
    },
    {
      "number": 15,
      "text": "pois fui trazido à força da terra dos hebreus, e também aqui nada fiz para ser jogado neste calabouço\"."
    },
    {
      "number": 16,
      "text": "Ouvindo o chefe dos padeiros essa interpretação favorável, disse a José: \"Eu também tive um sonho: Sobre a minha cabeça havia três cestas de pão branco."
    },
    {
      "number": 17,
      "text": "Na cesta de cima havia todo tipo de pães e doces que o faraó aprecia, mas as aves vinham comer da cesta que eu trazia na cabeça\"."
    },
    {
      "number": 18,
      "text": "E disse José: \"Esta é a interpretação: As três cestas são três dias."
    },
    {
      "number": 19,
      "text": "Dentro de três dias o faraó vai decapitá-lo e pendurá-lo numa árvore. E as aves comerão a sua carne\"."
    },
    {
      "number": 20,
      "text": "Três dias depois era o aniversário do faraó, e ele ofereceu um banquete a todos os seus conselheiros. Na presença deles reapresentou o chefe dos copeiros e o chefe dos padeiros:"
    },
    {
      "number": 21,
      "text": "Restaurou à sua posição o chefe dos copeiros, de modo que ele voltou a ser aquele que servia a taça do faraó,"
    },
    {
      "number": 22,
      "text": "mas ao chefe dos padeiros mandou enforcar, como José lhes dissera em sua interpretação."
    },
    {
      "number": 23,
      "text": "O chefe dos copeiros, porém, não se lembrou de José; ao contrário, esqueceu-se dele."
    }
  ]
}