{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 41,
    "verses": 57
  },
  "verses": [
    {
      "number": 1,
      "text": "Ao final de dois anos, o faraó teve um sonho: Ele estava em pé junto ao rio Nilo,"
    },
    {
      "number": 2,
      "text": "quando saíram do rio sete vacas belas e gordas, que começaram a pastar entre os juncos."
    },
    {
      "number": 3,
      "text": "Depois saíram do rio mais sete vacas, feias e magras, que foram para junto das outras, à beira do Nilo."
    },
    {
      "number": 4,
      "text": "Então as vacas feias e magras comeram as sete vacas belas e gordas. Nisso o faraó acordou."
    },
    {
      "number": 5,
      "text": "Tornou a adormecer e teve outro sonho: Sete espigas de trigo, graúdas e boas, cresciam no mesmo pé."
    },
    {
      "number": 6,
      "text": "Depois brotaram outras sete espigas, mirradas e ressequidas pelo vento leste."
    },
    {
      "number": 7,
      "text": "As espigas mirradas engoliram as sete espigas graúdas e cheias. Então o faraó acordou; era um sonho."
    },
    {
      "number": 8,
      "text": "Pela manhã, perturbado, mandou chamar todos os magos e sábios do Egito e lhes contou os sonhos, mas ninguém foi capaz de interpretá-los."
    },
    {
      "number": 9,
      "text": "Então o chefe dos copeiros disse ao faraó: \"Hoje me lembro de minhas faltas."
    },
    {
      "number": 10,
      "text": "Certa vez o faraó ficou irado com os seus dois servos e mandou prender-me junto com o chefe dos padeiros, na casa do capitão da guarda."
    },
    {
      "number": 11,
      "text": "Certa noite cada um de nós teve um sonho, e cada sonho tinha uma interpretação."
    },
    {
      "number": 12,
      "text": "Pois bem, havia lá conosco um jovem hebreu, servo do capitão da guarda. Contamos a ele os nossos sonhos, e ele os interpretou, dando a cada um de nós a interpretação do seu próprio sonho."
    },
    {
      "number": 13,
      "text": "E tudo aconteceu conforme ele nos dissera: eu fui restaurado à minha posição e o outro foi enforcado\"."
    },
    {
      "number": 14,
      "text": "O faraó mandou chamar José, que foi trazido depressa do calabouço. Depois de se barbear e trocar de roupa, apresentou-se ao faraó."
    },
    {
      "number": 15,
      "text": "O faraó disse a José: \"Tive um sonho que ninguém consegue interpretar. Mas ouvi falar que você, ao ouvir um sonho, é capaz de interpretá-lo\"."
    },
    {
      "number": 16,
      "text": "Respondeu-lhe José: \"Isso não depende de mim, mas Deus dará ao faraó uma resposta favorável\"."
    },
    {
      "number": 17,
      "text": "Então o faraó contou o sonho a José: \"Sonhei que estava de pé, à beira do Nilo,"
    },
    {
      "number": 18,
      "text": "quando saíram do rio sete vacas, belas e gordas, que começaram a pastar entre os juncos."
    },
    {
      "number": 19,
      "text": "Depois saíram outras sete, raquíticas, muito feias e magras. Nunca vi vacas tão feias em toda a terra do Egito."
    },
    {
      "number": 20,
      "text": "As vacas magras e feias comeram as sete vacas gordas que tinham aparecido primeiro."
    },
    {
      "number": 21,
      "text": "Mesmo depois de havê-las comido, não parecia que o tivessem feito, pois continuavam tão magras como antes. Então acordei."
    },
    {
      "number": 22,
      "text": "\"Depois tive outro sonho: Vi sete espigas de cereal, cheias e boas, que cresciam num mesmo pé."
    },
    {
      "number": 23,
      "text": "Depois delas, brotaram outras sete, murchas e mirradas, ressequidas pelo vento leste."
    },
    {
      "number": 24,
      "text": "As espigas magras engoliram as sete espigas boas. Contei isso aos magos, mas ninguém foi capaz de explicá-lo\"."
    },
    {
      "number": 25,
      "text": "\"O faraó teve um único sonho\", disse-lhe José. \"Deus revelou ao faraó o que ele está para fazer."
    },
    {
      "number": 26,
      "text": "As sete vacas boas são sete anos, e as sete espigas boas são também sete anos; trata-se de um único sonho."
    },
    {
      "number": 27,
      "text": "As sete vacas magras e feias que surgiram depois das outras, e as sete espigas mirradas, queimadas pelo vento leste, são sete anos. Serão sete anos de fome."
    },
    {
      "number": 28,
      "text": "\"É exatamente como eu disse ao faraó: Deus mostrou ao faraó aquilo que ele vai fazer."
    },
    {
      "number": 29,
      "text": "Sete anos de muita fartura estão para vir sobre toda a terra do Egito,"
    },
    {
      "number": 30,
      "text": "mas depois virão sete anos de fome. Então todo o tempo de fartura será esquecido, pois a fome arruinará a terra."
    },
    {
      "number": 31,
      "text": "A fome que virá depois será tão rigorosa que o tempo de fartura não será mais lembrado na terra."
    },
    {
      "number": 32,
      "text": "O sonho veio ao faraó duas vezes porque a questão já foi decidida por Deus, que se apressa em realizá-la."
    },
    {
      "number": 33,
      "text": "\"Procure agora o faraó um homem criterioso e sábio e coloque-o no comando da terra do Egito."
    },
    {
      "number": 34,
      "text": "O faraó também deve estabelecer supervisores para recolher um quinto da colheita do Egito durante os sete anos de fartura."
    },
    {
      "number": 35,
      "text": "Eles deverão recolher o que puderem nos anos bons que virão e fazer estoques de trigo que, sob o controle do faraó, serão armazenados nas cidades."
    },
    {
      "number": 36,
      "text": "Esse estoque servirá de reserva para os sete anos de fome que virão sobre o Egito, para que a terra não seja arrasada pela fome. \""
    },
    {
      "number": 37,
      "text": "O plano pareceu bom ao faraó e a todos os seus conselheiros."
    },
    {
      "number": 38,
      "text": "Por isso o faraó lhes perguntou: \"Será que vamos achar alguém como este homem, em quem está o espírito divino? \""
    },
    {
      "number": 39,
      "text": "Disse, pois, o faraó a José: \"Uma vez que Deus lhe revelou todas essas coisas, não há ninguém tão criterioso e sábio como você."
    },
    {
      "number": 40,
      "text": "Você terá o comando de meu palácio, e todo o meu povo se sujeitará às suas ordens. Somente em relação ao trono serei maior que você\"."
    },
    {
      "number": 41,
      "text": "E o faraó prosseguiu: \"Entrego a você agora o comando de toda a terra do Egito\"."
    },
    {
      "number": 42,
      "text": "Em seguida o faraó tirou do dedo o seu anel de selar e o colocou no dedo de José. Mandou-o vestir linho fino e colocou uma corrente de ouro em seu pescoço."
    },
    {
      "number": 43,
      "text": "Também o fez subir em sua segunda carruagem real, e à frente os arautos iam gritando: \"Abram caminho! \" Assim José foi colocado no comando de toda a terra do Egito."
    },
    {
      "number": 44,
      "text": "Disse ainda o faraó a José: \"Eu sou o faraó, mas sem a sua palavra ninguém poderá levantar a mão nem o pé em todo o Egito\"."
    },
    {
      "number": 45,
      "text": "O faraó deu a José o nome de Zafenate-Panéia e lhe deu por mulher Azenate, filha de Potífera, sacerdote de Om. Depois José foi inspecionar toda a terra do Egito."
    },
    {
      "number": 46,
      "text": "José tinha trinta anos de idade quando começou a servir ao faraó, rei do Egito. Ele se ausentou da presença do faraó e foi percorrer todo o Egito."
    },
    {
      "number": 47,
      "text": "Durante os sete anos de fartura a terra teve grande produção."
    },
    {
      "number": 48,
      "text": "José recolheu todo o excedente dos sete anos de fartura no Egito e o armazenou nas cidades. Em cada cidade ele armazenava o trigo colhido nas lavouras das redondezas."
    },
    {
      "number": 49,
      "text": "Assim José estocou muito trigo, como a areia do mar. Tal era a quantidade que ele parou de anotar, porque ia além de toda medida."
    },
    {
      "number": 50,
      "text": "Antes dos anos de fome, Azenate, filha de Potífera, sacerdote de Om, deu a José dois filhos."
    },
    {
      "number": 51,
      "text": "Ao primeiro, José deu o nome de Manassés, dizendo: \"Deus me fez esquecer todo o meu sofrimento e toda a casa de meu pai\"."
    },
    {
      "number": 52,
      "text": "Ao segundo filho chamou Efraim, dizendo: \"Deus me fez prosperar na terra onde tenho sofrido\"."
    },
    {
      "number": 53,
      "text": "Assim chegaram ao fim os sete anos de fartura no Egito,"
    },
    {
      "number": 54,
      "text": "e começaram os sete anos de fome, como José tinha predito. Houve fome em todas as terras, mas em todo o Egito havia alimento."
    },
    {
      "number": 55,
      "text": "Quando todo o Egito começou a sofrer com a fome, o povo clamou ao faraó por comida, e este respondeu a todos os egípcios: \"Dirijam-se a José e façam o que ele disser\"."
    },
    {
      "number": 56,
      "text": "Quando a fome já se havia espalhado por toda a terra, José mandou abrir os locais de armazenamento e começou a vender trigo aos egípcios, pois a fome se agravava em todo o Egito."
    },
    {
      "number": 57,
      "text": "E de toda a terra vinha gente ao Egito para comprar trigo de José, porquanto a fome se agravava em toda parte."
    }
  ]
}