{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 19,
    "verses": 38
  },
  "verses": [
    {
      "number": 1,
      "text": "Os dois anjos chegaram a Sodoma ao anoitecer, e Ló estava sentado à porta da cidade. Quando os avistou, levantou-se e foi recebê-los. Prostrou-se, rosto em terra,"
    },
    {
      "number": 2,
      "text": "e disse: \"Meus senhores, por favor, acompanhem-me à casa do seu servo. Lá poderão lavar os pés, passar a noite e, pela manhã, seguir caminho. Não, passaremos a noite na praça\", responderam."
    },
    {
      "number": 3,
      "text": "Mas ele insistiu tanto com eles que, finalmente, o acompanharam e entraram em sua casa. Ló mandou preparar-lhes uma refeição e assar pão sem fermento, e eles comeram."
    },
    {
      "number": 4,
      "text": "Ainda não tinham ido deitar-se, quando todos os homens de toda parte da cidade de Sodoma, dos mais jovens aos mais velhos, cercaram a casa."
    },
    {
      "number": 5,
      "text": "Chamaram Ló e lhe disseram: \"Onde estão os homens que vieram à sua casa esta noite? Traga-os para nós aqui fora para que tenhamos relações com eles\"."
    },
    {
      "number": 6,
      "text": "Ló saiu da casa, fechou a porta atrás de si"
    },
    {
      "number": 7,
      "text": "e lhes disse: \"Não, meus amigos! Não façam essa perversidade!"
    },
    {
      "number": 8,
      "text": "Olhem, tenho duas filhas que ainda são virgens. Vou trazê-las para que vocês façam com elas o que bem entenderem. Mas não façam nada a estes homens, porque se acham debaixo da proteção do meu teto\"."
    },
    {
      "number": 9,
      "text": "\"Saia da frente! \", gritaram. E disseram: \"Este homem chegou aqui como estrangeiro, e agora quer ser o juiz! Faremos a você pior do que a eles\". Então empurraram Ló com violência e avançaram para arrombar a porta."
    },
    {
      "number": 10,
      "text": "Nisso, os dois visitantes agarraram Ló, puxaram-no para dentro e fecharam a porta."
    },
    {
      "number": 11,
      "text": "Depois feriram de cegueira os homens que estavam à porta da casa, dos mais jovens aos mais velhos, de maneira que não conseguiam encontrar a porta."
    },
    {
      "number": 12,
      "text": "Os dois homens perguntaram a Ló: \"Você tem mais alguém na cidade — genros, filhos ou filhas, ou qualquer outro parente? Tire-os daqui,"
    },
    {
      "number": 13,
      "text": "porque estamos para destruir este lugar. As acusações feitas ao Senhor contra este povo são tantas que ele nos enviou para destruir a cidade\"."
    },
    {
      "number": 14,
      "text": "Então Ló foi falar com seus genros, os quais iam casar-se com suas filhas, e lhes disse: \"Saiam imediatamente deste lugar, porque o Senhor está para destruir a cidade! \" Mas eles pensaram que ele estava brincando."
    },
    {
      "number": 15,
      "text": "Ao raiar do dia, os anjos insistiam com Ló, dizendo: \"Depressa! Leve daqui sua mulher e suas duas filhas, ou vocês também serão mortos quando a cidade for castigada\"."
    },
    {
      "number": 16,
      "text": "Tendo ele hesitado, os homens o agarraram pela mão, como também a mulher e as duas filhas, e os tiraram dali à força e os deixaram fora da cidade, porque o Senhor teve misericórdia deles."
    },
    {
      "number": 17,
      "text": "Assim que os tiraram da cidade, um deles disse a Ló: \"Fuja por amor à vida! Não olhe para trás e não pare em lugar nenhum da planície! Fuja para as montanhas, ou você será morto! \""
    },
    {
      "number": 18,
      "text": "Ló, porém, lhes disse: \"Não, meu senhor!"
    },
    {
      "number": 19,
      "text": "Seu servo foi favorecido por sua benevolência, pois o senhor foi bondoso comigo, poupando-me a vida. Não posso fugir para as montanhas, se não esta calamidade cairá sobre mim, e morrerei."
    },
    {
      "number": 20,
      "text": "Aqui perto há uma cidade pequena. Está tão próxima que dá para correr até lá. Deixe-me ir para lá! Mesmo sendo tão pequena, lá estarei a salvo\"."
    },
    {
      "number": 21,
      "text": "\"Está bem\", respondeu ele. \"Também lhe atenderei esse pedido; não destruirei a cidade da qual você fala."
    },
    {
      "number": 22,
      "text": "Fuja depressa, porque nada poderei fazer enquanto você não chegar lá\". Por isso a cidade foi chamada Zoar."
    },
    {
      "number": 23,
      "text": "Quando Ló chegou a Zoar, o sol já havia nascido sobre a terra."
    },
    {
      "number": 24,
      "text": "Então o Senhor, o próprio Senhor, fez chover do céu fogo e enxofre sobre Sodoma e Gomorra."
    },
    {
      "number": 25,
      "text": "Assim ele destruiu aquelas cidades e toda a planície, com todos os habitantes das cidades e a vegetação."
    },
    {
      "number": 26,
      "text": "Mas a mulher de Ló olhou para trás e se transformou numa coluna de sal."
    },
    {
      "number": 27,
      "text": "Na manhã seguinte, Abraão se levantou e voltou ao lugar onde tinha estado diante do Senhor."
    },
    {
      "number": 28,
      "text": "E olhou para Sodoma e Gomorra, para toda a planície, e viu uma densa fumaça subindo da terra, como fumaça de uma fornalha."
    },
    {
      "number": 29,
      "text": "Quando Deus arrasou as cidades da planície, lembrou-se de Abraão e tirou Ló do meio da catástrofe que destruiu as cidades onde Ló vivia."
    },
    {
      "number": 30,
      "text": "Ló partiu de Zoar com suas duas filhas e passou a viver nas montanhas, porque tinha medo de permanecer em Zoar. Ele e suas duas filhas ficaram morando numa caverna."
    },
    {
      "number": 31,
      "text": "Um dia, a filha mais velha disse à mais jovem: \"Nosso pai já está velho, e não há homens nas redondezas que nos possuam, segundo o costume de toda a terra."
    },
    {
      "number": 32,
      "text": "Vamos dar vinho a nosso pai e então nos deitaremos com ele para preservar a linhagem de nosso pai\"."
    },
    {
      "number": 33,
      "text": "Naquela noite deram vinho ao pai, e a filha mais velha entrou e se deitou com ele. E ele não percebeu quando ela se deitou nem quando se levantou."
    },
    {
      "number": 34,
      "text": "No dia seguinte a filha mais velha disse à mais nova: \"Ontem à noite deitei-me com meu pai. Vamos dar-lhe vinho também esta noite, e você se deitará com ele, para que preservemos a linhagem de nosso pai\"."
    },
    {
      "number": 35,
      "text": "Então, outra vez deram vinho ao pai naquela noite, e a mais nova foi e se deitou com ele. E ele não percebeu quando ela se deitou nem quando se levantou."
    },
    {
      "number": 36,
      "text": "Assim, as duas filhas de Ló engravidaram do próprio pai."
    },
    {
      "number": 37,
      "text": "A mais velha teve um filho, e deu-lhe o nome de Moabe; este é o pai dos moabitas de hoje."
    },
    {
      "number": 38,
      "text": "A mais nova também teve um filho, e deu-lhe o nome de Ben-Ami; este é o pai dos amonitas de hoje."
    }
  ]
}