{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 4,
    "verses": 26
  },
  "verses": [
    {
      "number": 1,
      "text": "Adão teve relações com Eva, sua mulher, e ela engravidou e deu à luz Caim. Disse ela: \"Com o auxílio do Senhor tive um filho homem\"."
    },
    {
      "number": 2,
      "text": "Voltou a dar à luz, desta vez a Abel, irmão dele. Abel tornou-se pastor de ovelhas, e Caim, agricultor."
    },
    {
      "number": 3,
      "text": "Passado algum tempo, Caim trouxe do fruto da terra uma oferta ao Senhor."
    },
    {
      "number": 4,
      "text": "Abel, por sua vez, trouxe as partes gordas das primeiras crias do seu rebanho. O Senhor aceitou com agrado Abel e sua oferta,"
    },
    {
      "number": 5,
      "text": "mas não aceitou Caim e sua oferta. Por isso Caim se enfureceu e o seu rosto se transtornou."
    },
    {
      "number": 6,
      "text": "O Senhor disse a Caim: \"Por que você está furioso? Por que se transtornou o seu rosto?"
    },
    {
      "number": 7,
      "text": "Se você fizer o bem, não será aceito? Mas se não o fizer, saiba que o pecado o ameaça à porta; ele deseja conquistá-lo, mas você deve dominá-lo\"."
    },
    {
      "number": 8,
      "text": "Disse, porém, Caim a seu irmão Abel: \"Vamos para o campo\". Quando estavam lá, Caim atacou seu irmão Abel e o matou."
    },
    {
      "number": 9,
      "text": "Então o Senhor perguntou a Caim: \"Onde está seu irmão Abel? \" Respondeu ele: \"Não sei; sou eu o responsável por meu irmão? \""
    },
    {
      "number": 10,
      "text": "Disse o Senhor: \"O que foi que você fez? Escute! Da terra o sangue do seu irmão está clamando."
    },
    {
      "number": 11,
      "text": "Agora amaldiçoado é você pela terra, que abriu a boca para receber da sua mão o sangue do seu irmão."
    },
    {
      "number": 12,
      "text": "Quando você cultivar a terra, esta não lhe dará mais da sua força. Você será um fugitivo errante pelo mundo\"."
    },
    {
      "number": 13,
      "text": "Disse Caim ao Senhor: \"Meu castigo é maior do que posso suportar."
    },
    {
      "number": 14,
      "text": "Hoje me expulsas desta terra, e terei que me esconder da tua face; serei um fugitivo errante pelo mundo, e qualquer que me encontrar me matará\"."
    },
    {
      "number": 15,
      "text": "Mas o Senhor lhe respondeu: \"Não será assim; se alguém matar Caim, sofrerá sete vezes a vingança\". E o Senhor colocou em Caim um sinal, para que ninguém que viesse a encontrá-lo o matasse."
    },
    {
      "number": 16,
      "text": "Então Caim afastou-se da presença do Senhor e foi viver na terra de Node, a leste do Éden."
    },
    {
      "number": 17,
      "text": "Caim teve relações com sua mulher, e ela engravidou e deu à luz Enoque. Depois Caim fundou uma cidade, à qual deu o nome do seu filho Enoque."
    },
    {
      "number": 18,
      "text": "A Enoque nasceu-lhe Irade, Irade gerou a Meujael, Meujael a Metusael, e Metusael a Lameque."
    },
    {
      "number": 19,
      "text": "Lameque tomou duas mulheres: uma chamava-se Ada e a outra, Zilá."
    },
    {
      "number": 20,
      "text": "Ada deu à luz Jabal, que foi o pai daqueles que moram em tendas e criam rebanhos."
    },
    {
      "number": 21,
      "text": "O nome do irmão dele era Jubal, que foi o pai de todos os que tocam harpa e flauta."
    },
    {
      "number": 22,
      "text": "Zilá também deu à luz um filho, Tubalcaim, que fabricava todo tipo de ferramentas de bronze e de ferro. Tubalcaim teve uma irmã chamada Naamá."
    },
    {
      "number": 23,
      "text": "Disse Lameque às suas mulheres: \"Ada e Zilá, ouçam-me; mulheres de Lameque, escutem minhas palavras: Eu matei um homem porque me feriu, e um menino, porque me machucou."
    },
    {
      "number": 24,
      "text": "Se Caim é vingado sete vezes, Lameque o será setenta e sete\"."
    },
    {
      "number": 25,
      "text": "Novamente Adão teve relações com sua mulher, e ela deu à luz outro filho, a quem chamou Sete, dizendo: \"Deus me concedeu um filho no lugar de Abel, visto que Caim o matou\"."
    },
    {
      "number": 26,
      "text": "Também a Sete nasceu um filho, a quem deu o nome de Enos. Nessa época começou-se a invocar o nome do Senhor."
    }
  ]
}