{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 2,
    "verses": 25
  },
  "verses": [
    {
      "number": 1,
      "text": "Assim foram concluídos os céus e a terra, e tudo o que neles há."
    },
    {
      "number": 2,
      "text": "No sétimo dia Deus já havia concluído a obra que realizara, e nesse dia descansou."
    },
    {
      "number": 3,
      "text": "Abençoou Deus o sétimo dia e o santificou, porque nele descansou de toda a obra que realizara na criação."
    },
    {
      "number": 4,
      "text": "Esta é a história das origens dos céus e da terra, no tempo em que foram criados: Quando o Senhor Deus fez a terra e os céus,"
    },
    {
      "number": 5,
      "text": "ainda não tinha brotado nenhum arbusto no campo, e nenhuma planta havia germinado, porque o Senhor Deus ainda não tinha feito chover sobre a terra, e também não havia homem para cultivar o solo."
    },
    {
      "number": 6,
      "text": "Todavia brotava água da terra e irrigava toda a superfície do solo."
    },
    {
      "number": 7,
      "text": "Então o Senhor Deus formou o homem do pó da terra e soprou em suas narinas o fôlego de vida, e o homem se tornou um ser vivente."
    },
    {
      "number": 8,
      "text": "Ora, o Senhor Deus tinha plantado um jardim no Éden, para os lados do leste; e ali colocou o homem que formara."
    },
    {
      "number": 9,
      "text": "O Senhor Deus fez nascer então do solo todo tipo de árvores agradáveis aos olhos e boas para alimento. E no meio do jardim estavam a árvore da vida e a árvore do conhecimento do bem e do mal."
    },
    {
      "number": 10,
      "text": "No Éden nascia um rio que irrigava o jardim, e depois se dividia em quatro."
    },
    {
      "number": 11,
      "text": "O nome do primeiro é Pisom. Ele percorre toda a terra de Havilá, onde existe ouro."
    },
    {
      "number": 12,
      "text": "O ouro daquela terra é excelente; lá também existem o bdélio e a pedra de ônix."
    },
    {
      "number": 13,
      "text": "O segundo, que percorre toda a terra de Cuxe, é o Giom."
    },
    {
      "number": 14,
      "text": "O terceiro, que corre pelo lado leste da Assíria, é o Tigre. E o quarto rio é o Eufrates."
    },
    {
      "number": 15,
      "text": "O Senhor Deus colocou o homem no jardim do Éden para cuidar dele e cultivá-lo."
    },
    {
      "number": 16,
      "text": "E o Senhor Deus ordenou ao homem: \"Coma livremente de qualquer árvore do jardim,"
    },
    {
      "number": 17,
      "text": "mas não coma da árvore do conhecimento do bem e do mal, porque no dia em que dela comer, certamente você morrerá\"."
    },
    {
      "number": 18,
      "text": "Então o Senhor Deus declarou: \"Não é bom que o homem esteja só; farei para ele alguém que o auxilie e lhe corresponda\"."
    },
    {
      "number": 19,
      "text": "Depois que formou da terra todos os animais do campo e todas as aves do céu, o Senhor Deus os trouxe ao homem para ver como este lhes chamaria; e o nome que o homem desse a cada ser vivo, esse seria o seu nome."
    },
    {
      "number": 20,
      "text": "Assim o homem deu nomes a todos os rebanhos domésticos, às aves do céu e a todos os animais selvagens. Todavia não se encontrou para o homem alguém que o auxiliasse e lhe correspondesse."
    },
    {
      "number": 21,
      "text": "Então o Senhor Deus fez o homem cair em profundo sono e, enquanto este dormia, tirou-lhe uma das costelas, fechando o lugar com carne."
    },
    {
      "number": 22,
      "text": "Com a costela que havia tirado do homem, o Senhor Deus fez uma mulher e a trouxe a ele."
    },
    {
      "number": 23,
      "text": "Disse então o homem: \"Esta, sim, é osso dos meus ossos e carne da minha carne! Ela será chamada mulher, porque do homem foi tirada\"."
    },
    {
      "number": 24,
      "text": "Por essa razão, o homem deixará pai e mãe e se unirá à sua mulher, e eles se tornarão uma só carne."
    },
    {
      "number": 25,
      "text": "O homem e sua mulher viviam nus, e não sentiam vergonha."
    }
  ]
}