{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 43,
    "verses": 34
  },
  "verses": [
    {
      "number": 1,
      "text": "A fome continuava rigorosa na terra."
    },
    {
      "number": 2,
      "text": "Assim, quando acabou todo o trigo que os filhos de Jacó tinham trazido do Egito, seu pai lhes disse: \"Voltem e comprem um pouco mais de comida para nós\"."
    },
    {
      "number": 3,
      "text": "Mas Judá lhe disse: \"O homem nos advertiu severamente: ‘Não voltem à minha presença, a não ser que tragam o seu irmão’."
    },
    {
      "number": 4,
      "text": "Se enviares o nosso irmão conosco, desceremos e compraremos comida para ti."
    },
    {
      "number": 5,
      "text": "Mas se não o enviares conosco, não iremos, porque foi assim que o homem falou: ‘Não voltem à minha presença, a não ser que tragam o seu irmão’ \"."
    },
    {
      "number": 6,
      "text": "Israel perguntou: \"Por que me causaram esse mal, contando àquele homem que tinham outro irmão? \""
    },
    {
      "number": 7,
      "text": "E lhe responderam: \"Ele nos interrogou sobre nós e sobre nossa família. E também nos perguntou: ‘O pai de vocês ainda está vivo? Vocês têm outro irmão? ’ Nós simplesmente respondemos ao que ele nos perguntou. Como poderíamos saber que ele exigiria que levássemos o nosso irmão? \""
    },
    {
      "number": 8,
      "text": "Então disse Judá a Israel, seu pai: \"Deixa o jovem ir comigo e partiremos imediatamente, a fim de que tu, nós e nossas crianças sobrevivamos e não venhamos a morrer."
    },
    {
      "number": 9,
      "text": "Eu me comprometo pessoalmente pela segurança dele; podes me considerar responsável por ele. Se eu não o trouxer de volta e não o colocar bem aqui na tua presença, serei culpado diante de ti pelo resto da minha vida."
    },
    {
      "number": 10,
      "text": "Como se vê, se não tivéssemos demorado tanto, já teríamos ido e voltado duas vezes\"."
    },
    {
      "number": 11,
      "text": "Então Israel, seu pai, lhes disse: \"Se tem que ser assim, que seja! Coloquem alguns dos melhores produtos da nossa terra na bagagem e levem-nos como presente ao tal homem: um pouco de bálsamo, um pouco de mel, algumas especiarias e mirra, algumas nozes de pistache e amêndoas."
    },
    {
      "number": 12,
      "text": "Levem prata em dobro, e devolvam a prata que foi colocada de volta na boca da bagagem de vocês. Talvez isso tenha acontecido por engano."
    },
    {
      "number": 13,
      "text": "Peguem também o seu irmão e voltem àquele homem."
    },
    {
      "number": 14,
      "text": "Que o Deus Todo-poderoso lhes conceda misericórdia diante daquele homem, para que ele permita que o seu outro irmão e Benjamim voltem com vocês. Quanto a mim, se ficar sem filhos, sem filhos ficarei\"."
    },
    {
      "number": 15,
      "text": "Então os homens desceram ao Egito, levando o presente, prata em dobro e Benjamim, e foram à presença de José."
    },
    {
      "number": 16,
      "text": "Quando José viu Benjamim junto com eles, disse ao administrador de sua casa: \"Leve estes homens à minha casa, mate um animal e prepare-o; eles almoçarão comigo ao meio-dia\"."
    },
    {
      "number": 17,
      "text": "Ele fez o que lhe fora ordenado e levou-os à casa de José."
    },
    {
      "number": 18,
      "text": "Eles ficaram com medo quando foram levados à casa de José, e pensaram: \"Trouxeram-nos aqui por causa da prata que foi devolvida às nossas bagagens na primeira vez. Ele quer atacar-nos, subjugar-nos, tornar-nos escravos e tomar de nós os nossos jumentos\"."
    },
    {
      "number": 19,
      "text": "Por isso, dirigiram-se ao administrador da casa de José e lhe disseram à entrada da casa:"
    },
    {
      "number": 20,
      "text": "\"Ouça, senhor! A primeira vez que viemos aqui foi realmente para comprar comida."
    },
    {
      "number": 21,
      "text": "Mas no lugar em que paramos para pernoitar, abrimos nossas bagagens e cada um de nós encontrou sua prata, na quantia exata. Por isso a trouxemos de volta conosco,"
    },
    {
      "number": 22,
      "text": "além de mais prata, para comprar comida. Não sabemos quem pôs a prata em nossa bagagem\"."
    },
    {
      "number": 23,
      "text": "\"Fiquem tranqüilos\", disse o administrador. \"Não tenham medo. O seu Deus, o Deus de seu pai, foi quem lhes deu um tesouro em suas bagagens, porque a prata de vocês eu recebi. \" Então soltou Simeão e o levou à presença deles."
    },
    {
      "number": 24,
      "text": "Em seguida os levou à casa de José, deu-lhes água para lavarem os pés e forragem para os seus jumentos."
    },
    {
      "number": 25,
      "text": "Eles então prepararam o presente para a chegada de José ao meio-dia, porque ficaram sabendo que iriam almoçar ali."
    },
    {
      "number": 26,
      "text": "Quando José chegou, eles o presentearam com o que tinham trazido e curvaram-se diante dele até o chão."
    },
    {
      "number": 27,
      "text": "Ele então lhes perguntou como passavam e disse em seguida: \"Como vai o pai de vocês, o homem idoso de quem me falaram? Ainda está vivo? \""
    },
    {
      "number": 28,
      "text": "Eles responderam: \"Teu servo, nosso pai, ainda vive e passa bem\". E se curvaram para prestar-lhe honra."
    },
    {
      "number": 29,
      "text": "Olhando ao redor e vendo seu irmão Benjamim, filho de sua mãe, José perguntou: \"É este o irmão caçula de quem me falaram? \" E acrescentou: \"Deus lhe conceda graça, meu filho\"."
    },
    {
      "number": 30,
      "text": "Profundamente emocionado por causa de seu irmão, José apressou-se em sair à procura de um lugar para chorar, e entrando em seu quarto, chorou."
    },
    {
      "number": 31,
      "text": "Depois de lavar o rosto, saiu e, controlando-se, disse: \"Sirvam a comida\"."
    },
    {
      "number": 32,
      "text": "Serviram a ele em separado dos seus irmãos e também dos egípcios que comiam com ele, porque os egípcios não podiam comer com os hebreus, pois isso era sacrilégio para eles."
    },
    {
      "number": 33,
      "text": "Seus irmãos foram colocados à mesa perante ele por ordem de idade, do mais velho ao mais moço, e olhavam perplexos uns para os outros."
    },
    {
      "number": 34,
      "text": "Então lhes serviram da comida da mesa de José, e a porção de Benjamim era cinco vezes maior que a dos outros. E eles festejaram e beberam à vontade."
    }
  ]
}