{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 10,
    "verses": 32
  },
  "verses": [
    {
      "number": 1,
      "text": "Este é o registro da descendência de Sem, Cam e Jafé, filhos de Noé. Os filhos deles nasceram depois do Dilúvio."
    },
    {
      "number": 2,
      "text": "Estes foram os filhos de Jafé: Gômer, Magogue, Madai, Javã, Tubal, Meseque e Tirás."
    },
    {
      "number": 3,
      "text": "Estes foram os filhos de Gômer: Asquenaz, Rifate e Togarma."
    },
    {
      "number": 4,
      "text": "Estes foram os filhos de Javã: Elisá, Társis, Quitim e Rodanim."
    },
    {
      "number": 5,
      "text": "Deles procedem os povos marítimos, os quais se separaram em seu território, conforme a sua língua, cada um segundo os clãs de suas nações."
    },
    {
      "number": 6,
      "text": "Estes foram os filhos de Cam: Cuxe, Mizraim, Fute e Canaã."
    },
    {
      "number": 7,
      "text": "Estes foram os filhos de Cuxe: Sebá, Havilá, Sabtá, Raamá e Sabtecá. Estes foram os filhos de Raamá: Sabá e Dedã."
    },
    {
      "number": 8,
      "text": "Cuxe gerou também Ninrode, o primeiro homem poderoso na terra."
    },
    {
      "number": 9,
      "text": "Ele foi o mais valente dos caçadores, e por isso se diz: \"Valente como Ninrode\"."
    },
    {
      "number": 10,
      "text": "No início o seu reino abrangia Babel, Ereque, Acade e Calné, na terra de Sinear."
    },
    {
      "number": 11,
      "text": "Dessa terra ele partiu para a Assíria, onde fundou Nínive, Reobote-Ir, Calá"
    },
    {
      "number": 12,
      "text": "e Resém, que fica entre Nínive e Calá, a grande cidade."
    },
    {
      "number": 13,
      "text": "Mizraim gerou os luditas, os anamitas, os leabitas, os naftuítas,"
    },
    {
      "number": 14,
      "text": "os patrusitas, os casluítas, dos quais se originaram os filisteus, e os caftoritas."
    },
    {
      "number": 15,
      "text": "Canaã gerou Sidom, seu filho mais velho, e Hete,"
    },
    {
      "number": 16,
      "text": "como também os jebuseus, os amorreus, os girgaseus,"
    },
    {
      "number": 17,
      "text": "os heveus, os arqueus, os sineus,"
    },
    {
      "number": 18,
      "text": "os arvadeus, os zemareus e os hamateus. Posteriormente, os clãs cananeus se espalharam."
    },
    {
      "number": 19,
      "text": "As fronteiras de Canaã estendiam-se desde Sidom, iam até Gerar, e chegavam a Gaza e, de lá, prosseguiam até Sodoma, Gomorra, Admá e Zeboim, chegando até Lasa."
    },
    {
      "number": 20,
      "text": "São esses os descendentes de Cam, conforme seus clãs e línguas, em seus territórios e nações."
    },
    {
      "number": 21,
      "text": "Sem, irmão mais velho de Jafé, também gerou filhos. Sem foi o antepassado de todos os filhos de Héber."
    },
    {
      "number": 22,
      "text": "Estes foram os filhos de Sem: Elão, Assur, Arfaxade, Lude e Arã."
    },
    {
      "number": 23,
      "text": "Estes foram os filhos de Arã: Uz, Hul, Géter e Meseque."
    },
    {
      "number": 24,
      "text": "Arfaxade gerou Salá, e este gerou Héber."
    },
    {
      "number": 25,
      "text": "A Héber nasceram dois filhos: Um deles se chamou Pelegue, porque em sua época a terra foi dividida; seu irmão chamou-se Joctã."
    },
    {
      "number": 26,
      "text": "Joctã gerou Almodá, Salefe, Hazarmavé, Jerá,"
    },
    {
      "number": 27,
      "text": "Hadorão, Uzal, Dicla,"
    },
    {
      "number": 28,
      "text": "Obal, Abimael, Sabá,"
    },
    {
      "number": 29,
      "text": "Ofir, Havilá e Jobabe. Todos esses foram filhos de Joctã."
    },
    {
      "number": 30,
      "text": "A região onde viviam estendia-se de Messa até Sefar, nas colinas ao leste."
    },
    {
      "number": 31,
      "text": "São esses os descendentes de Sem, conforme seus clãs e línguas, em seus territórios e nações."
    },
    {
      "number": 32,
      "text": "São esses os clãs dos filhos de Noé, distribuídos em suas nações, conforme a história da sua descendência. A partir deles, os povos se dispersaram pela terra, depois do Dilúvio."
    }
  ]
}