{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 31,
    "verses": 55
  },
  "verses": [
    {
      "number": 1,
      "text": "Jacó, porém, ouviu falar que os filhos de Labão estavam dizendo: \"Jacó tomou tudo que o nosso pai tinha e juntou toda a sua riqueza à custa do nosso pai\"."
    },
    {
      "number": 2,
      "text": "E Jacó percebeu que a atitude de Labão para com ele já não era a mesma de antes."
    },
    {
      "number": 3,
      "text": "E o Senhor disse a Jacó: \"Volte para a terra de seus pais e de seus parentes, e eu estarei com você\"."
    },
    {
      "number": 4,
      "text": "Então Jacó mandou chamar Raquel e Lia para virem ao campo onde estavam os seus rebanhos,"
    },
    {
      "number": 5,
      "text": "e lhes disse: \"Vejo que a atitude do seu pai para comigo não é mais a mesma, mas o Deus de meu pai tem estado comigo."
    },
    {
      "number": 6,
      "text": "Vocês sabem que trabalhei para seu pai com todo o empenho,"
    },
    {
      "number": 7,
      "text": "mas ele tem me feito de tolo, mudando o meu salário dez vezes. Contudo, Deus não permitiu que ele me prejudicasse."
    },
    {
      "number": 8,
      "text": "Se ele dizia: ‘As crias salpicadas serão o seu salário’, todos os rebanhos geravam filhotes salpicados; e se ele dizia: ‘As que têm listras serão o seu salário’, todos os rebanhos geravam filhotes com listras."
    },
    {
      "number": 9,
      "text": "Foi assim que Deus tirou os rebanhos de seu pai e os deu a mim."
    },
    {
      "number": 10,
      "text": "\"Na época do acasalamento, tive um sonho em que olhei e vi que os machos que fecundavam o rebanho tinham listras, eram salpicados e malhados."
    },
    {
      "number": 11,
      "text": "O anjo de Deus me disse no sonho: ‘Jacó! ’ Eu respondi: ‘Eis-me aqui! ’"
    },
    {
      "number": 12,
      "text": "Então ele disse: ‘Olhe e veja que todos os machos que fecundam o rebanho têm listras, são salpicados e malhados, porque tenho visto tudo o que Labão lhe fez."
    },
    {
      "number": 13,
      "text": "Sou o Deus de Betel, onde você ungiu uma coluna e me fez um voto. Saia agora desta terra e volte para a sua terra natal’ \"."
    },
    {
      "number": 14,
      "text": "Raquel e Lia disseram a Jacó: \"Temos ainda parte na herança dos bens de nosso pai?"
    },
    {
      "number": 15,
      "text": "Não nos trata ele como estrangeiras? Não apenas nos vendeu como também gastou tudo o que foi pago por nós!"
    },
    {
      "number": 16,
      "text": "Toda a riqueza que Deus tirou de nosso pai é nossa e de nossos filhos. Portanto, faça tudo quanto Deus lhe ordenou\"."
    },
    {
      "number": 17,
      "text": "Então Jacó ajudou seus filhos e suas mulheres a montar nos camelos,"
    },
    {
      "number": 18,
      "text": "e conduziu todo o seu rebanho, junto com todos os bens que havia acumulado em Padã-Arã, para ir à terra de Canaã, à casa de seu pai Isaque."
    },
    {
      "number": 19,
      "text": "Enquanto Labão tinha saído para tosquiar suas ovelhas, Raquel roubou de seu pai os ídolos do clã."
    },
    {
      "number": 20,
      "text": "Foi assim que Jacó enganou a Labão, o arameu, fugindo sem lhe dizer nada."
    },
    {
      "number": 21,
      "text": "Ele fugiu com tudo o que tinha e, atravessando o Eufrates, foi para os montes de Gileade."
    },
    {
      "number": 22,
      "text": "Três dias depois, Labão foi informado de que Jacó tinha fugido."
    },
    {
      "number": 23,
      "text": "Tomando consigo os homens de sua família, perseguiu Jacó por sete dias e o alcançou nos montes de Gileade."
    },
    {
      "number": 24,
      "text": "Então, de noite, Deus veio em sonho a Labão, o arameu, e o advertiu: \"Cuidado! Não diga nada a Jacó, não lhe faça promessas nem ameaças\"."
    },
    {
      "number": 25,
      "text": "Labão alcançou Jacó, que estava acampado nos montes de Gileade. Então Labão e os homens se acamparam ali também."
    },
    {
      "number": 26,
      "text": "Ele perguntou a Jacó: \"Que foi que você fez? Não só me enganou como também raptou minhas filhas como se fossem prisioneiras de guerra."
    },
    {
      "number": 27,
      "text": "Por que você me enganou, fugindo em segredo, sem avisar-me? Eu teria celebrado a sua partida com alegria e cantos, ao som dos tamborins e das harpas."
    },
    {
      "number": 28,
      "text": "Você sequer me deixou beijar meus netos e minhas filhas para despedir-me deles. Você foi insensato."
    },
    {
      "number": 29,
      "text": "Tenho poder para prejudicá-los; mas, na noite passada, o Deus do pai de vocês me advertiu: ‘Cuidado! Não diga nada a Jacó, não lhe faça promessas nem ameaças’."
    },
    {
      "number": 30,
      "text": "Agora, se você partiu porque tinha saudade da casa de seu pai, por que roubou meus deuses? \""
    },
    {
      "number": 31,
      "text": "Jacó respondeu a Labão: \"Tive medo, pois pensei que você tiraria suas filhas de mim à força."
    },
    {
      "number": 32,
      "text": "Quanto aos seus deuses, quem for encontrado com eles não ficará vivo. Na presença dos nossos parentes, veja você mesmo se está aqui comigo qualquer coisa que lhe pertença, e, se estiver, leve-a de volta\". Ora, Jacó não sabia que Raquel os havia roubado."
    },
    {
      "number": 33,
      "text": "Então Labão entrou na tenda de Jacó, e nas tendas de Lia e de suas duas servas, mas nada encontrou. Depois de sair da tenda de Lia, entrou na tenda de Raquel."
    },
    {
      "number": 34,
      "text": "Raquel tinha colocado os ídolos dentro da sela do seu camelo e estava sentada em cima. Labão vasculhou toda a tenda, mas nada encontrou."
    },
    {
      "number": 35,
      "text": "Raquel disse ao pai: \"Não se irrite, meu senhor, por não poder me levantar em sua presença, pois estou com o fluxo das mulheres\". Ele procurou os ídolos, mas não os encontrou."
    },
    {
      "number": 36,
      "text": "Jacó ficou irado e queixou-se a Labão: \"Qual foi meu crime? Que pecado cometi para que você me persiga furiosamente?"
    },
    {
      "number": 37,
      "text": "Você já vasculhou tudo o que me pertence. Encontrou algo que lhe pertença? Então coloque tudo aqui na frente dos meus parentes e dos seus, e que eles julguem entre nós dois."
    },
    {
      "number": 38,
      "text": "\"Vinte anos estive com você. Suas ovelhas e cabras nunca abortaram, e jamais comi um só carneiro do seu rebanho."
    },
    {
      "number": 39,
      "text": "Eu nunca levava a você os animais despedaçados por feras; eu mesmo assumia o prejuízo. E você pedia contas de todo animal roubado de dia ou de noite."
    },
    {
      "number": 40,
      "text": "O calor me consumia de dia, e o frio, de noite, e o sono fugia dos meus olhos."
    },
    {
      "number": 41,
      "text": "Foi assim nos vinte anos em que fiquei em sua casa. Trabalhei para você catorze anos em troca de suas duas filhas e seis anos por seus rebanhos, e dez vezes você alterou o meu salário."
    },
    {
      "number": 42,
      "text": "Se o Deus de meu pai, o Deus de Abraão, o Temor de Isaque, não estivesse comigo, certamente você me despediria de mãos vazias. Mas Deus viu o meu sofrimento e o trabalho das minhas mãos e, na noite passada, ele manifestou a sua decisão\"."
    },
    {
      "number": 43,
      "text": "Labão respondeu a Jacó: \"As mulheres são minhas filhas, os filhos são meus, os rebanhos são meus. Tudo o que você vê é meu. Que posso fazer por essas minhas filhas ou pelos filhos que delas nasceram?"
    },
    {
      "number": 44,
      "text": "Façamos agora, eu e você, um acordo que sirva de testemunho entre nós dois\"."
    },
    {
      "number": 45,
      "text": "Então Jacó tomou uma pedra e a colocou de pé como coluna."
    },
    {
      "number": 46,
      "text": "E disse aos seus parentes: \"Juntem algumas pedras\". Eles apanharam pedras e as amontoaram. Depois comeram ali, ao lado do monte de pedras."
    },
    {
      "number": 47,
      "text": "Labão o chamou Jegar-Saaduta, e Jacó o chamou Galeede."
    },
    {
      "number": 48,
      "text": "Labão disse: \"Este monte de pedras é uma testemunha entre mim e você, no dia de hoje\". Por isso foi chamado Galeede."
    },
    {
      "number": 49,
      "text": "Foi também chamado Mispá, porque ele declarou: \"Que o Senhor nos vigie, a mim e a você, quando estivermos separados um do outro."
    },
    {
      "number": 50,
      "text": "Se você maltratar minhas filhas ou menosprezá-las, tomando outras mulheres além delas, ainda que ninguém saiba, lembre-se de que Deus é testemunha entre mim e você\"."
    },
    {
      "number": 51,
      "text": "Disse ainda Labão a Jacó: \"Aqui estão este monte de pedras e esta coluna que coloquei entre mim e você."
    },
    {
      "number": 52,
      "text": "São testemunhas de que não passarei para o lado de lá para prejudicá-lo, nem você passará para o lado de cá para prejudicar-me."
    },
    {
      "number": 53,
      "text": "Que o Deus de Abraão, o Deus de Naor, o Deus do pai deles, julgue entre nós\". Então Jacó fez um juramento em nome do Temor de seu pai Isaque."
    },
    {
      "number": 54,
      "text": "Ofereceu um sacrifício no monte e chamou os parentes que lá estavam para uma refeição. Depois de comerem, passaram a noite ali."
    },
    {
      "number": 55,
      "text": "Na manhã seguinte, Labão beijou seus netos e suas filhas e os abençoou, e depois voltou para a sua terra."
    }
  ]
}