{
  "book": {
    "abbrev": {
      "pt": "gn",
      "en": "gn"
    },
    "name": "Gênesis",
    "author": "Moisés",
    "group": "Pentateuco",
    "version": "nvi"
  },
  "chapter": {
    "number": 17,
    "verses": 27
  },
  "verses": [
    {
      "number": 1,
      "text": "Quando Abrão estava com noventa e nove anos de idade o Senhor lhe apareceu e disse: \"Eu sou o Deus Todo-poderoso; ande segundo a minha vontade e seja íntegro."
    },
    {
      "number": 2,
      "text": "Estabelecerei a minha aliança entre mim e você e multiplicarei muitíssimo a sua descendência\"."
    },
    {
      "number": 3,
      "text": "Abrão prostrou-se, rosto em terra, e Deus lhe disse:"
    },
    {
      "number": 4,
      "text": "\"De minha parte, esta é a minha aliança com você. Você será o pai de muitas nações."
    },
    {
      "number": 5,
      "text": "Não será mais chamado Abrão; seu nome será Abraão, porque eu o constituí pai de muitas nações."
    },
    {
      "number": 6,
      "text": "Eu o tornarei extremamente prolífero; de você farei nações e de você procederão reis."
    },
    {
      "number": 7,
      "text": "Estabelecerei a minha aliança como aliança eterna entre mim e você e os seus futuros descendentes, para ser o seu Deus e o Deus dos seus descendentes."
    },
    {
      "number": 8,
      "text": "Toda a terra de Canaã, onde agora você é estrangeiro, darei como propriedade perpétua a você e a seus descendentes; e serei o Deus deles."
    },
    {
      "number": 9,
      "text": "\"De sua parte\", disse Deus a Abraão, \"guarde a minha aliança, tanto você como os seus futuros descendentes."
    },
    {
      "number": 10,
      "text": "Esta é a minha aliança com você e com os seus descendentes, aliança que terá que ser guardada: Todos os do sexo masculino entre vocês serão circuncidados na carne."
    },
    {
      "number": 11,
      "text": "Terão que fazer essa marca, que será o sinal da aliança entre mim e vocês."
    },
    {
      "number": 12,
      "text": "Da sua geração em diante, todo menino de oito dias de idade entre vocês terá que ser circuncidado, tanto os nascidos em sua casa quanto os que forem comprados de estrangeiros e que não forem descendentes de vocês."
    },
    {
      "number": 13,
      "text": "Sejam nascidos em sua casa, sejam comprados, terão que ser circuncidados. Minha aliança, marcada no corpo de vocês, será uma aliança perpétua."
    },
    {
      "number": 14,
      "text": "Qualquer do sexo masculino que for incircunciso, que não tiver sido circuncidado, será eliminado do meio do seu povo; quebrou a minha aliança\"."
    },
    {
      "number": 15,
      "text": "Disse também Deus a Abraão: \"De agora em diante sua mulher já não se chamará Sarai; seu nome será Sara."
    },
    {
      "number": 16,
      "text": "Eu a abençoarei e também por meio dela darei a você um filho. Sim, eu a abençoarei e dela procederão nações e reis de povos\"."
    },
    {
      "number": 17,
      "text": "Abraão prostrou-se, rosto em terra; riu-se e disse a si mesmo: \"Poderá um homem de cem anos de idade gerar filhos? Poderá Sara dar à luz aos noventa anos? \""
    },
    {
      "number": 18,
      "text": "E Abraão disse a Deus: \"Permite que Ismael seja o meu herdeiro! \""
    },
    {
      "number": 19,
      "text": "Então Deus respondeu: \"Na verdade Sara, sua mulher, lhe dará um filho, e você lhe chamará Isaque. Com ele estabelecerei a minha aliança, que será aliança eterna para os seus futuros descendentes."
    },
    {
      "number": 20,
      "text": "E no caso de Ismael, levarei em conta o seu pedido. Também o abençoarei; eu o farei prolífero e multiplicarei muito a sua descendência. Ele será pai de doze príncipes e dele farei um grande povo."
    },
    {
      "number": 21,
      "text": "Mas a minha aliança, eu a estabelecerei com Isaque, filho que Sara lhe dará no ano que vem, por esta época\"."
    },
    {
      "number": 22,
      "text": "Quando terminou de falar com Abraão, Deus subiu e retirou-se da presença dele."
    },
    {
      "number": 23,
      "text": "Naquele mesmo dia Abraão tomou seu filho Ismael, todos os nascidos em sua casa e os que foram comprados, todos os do sexo masculino de sua casa, e os circuncidou, como Deus lhe ordenara."
    },
    {
      "number": 24,
      "text": "Abraão tinha noventa e nove anos quando foi circuncidado,"
    },
    {
      "number": 25,
      "text": "e seu filho Ismael tinha treze;"
    },
    {
      "number": 26,
      "text": "Abraão e seu filho Ismael foram circuncidados naquele mesmo dia."
    },
    {
      "number": 27,
      "text": "E com ele foram circuncidados todos os de sua casa, tanto os nascidos em casa como os comprados de estrangeiros."
    }
  ]
}